[
 {
   "productId": "BUN01",
   "productName": "Original",
   "productDescShort": "Our most popular bun. Gotta try it!",
   "productDescLong": "Our most popular bun. Gotta try it! Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 9
 },
 {
   "productId": "BUN02",
   "productName": "Original (Vegan)",
   "productDescShort": "All organic and ethically sourced ingredients.",
   "productDescLong": "All organic and ethically sourced ingredients. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 9
 },
 {
   "productId": "BUN03",
   "productName": "Original (Gluten-free)",
   "productDescShort": "Made with our in-house GF rice flour mix.",
   "productDescLong": "Made with our in-house GF rice flour mix. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 9
 },
 {
   "productId": "BUN04",
   "productName": "Bacon",
   "productDescShort": "Wake up and smell our bacon buns. Best way to start the day!",
   "productDescLong": "Wake up and smell our bacon buns. Best way to start the day! Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN05",
   "productName": "Maple Apple Pecan",
   "productDescShort": "Inspired by that one October in Vermont (ask us about it).",
   "productDescLong": "Inspired by that one October in Vermont (ask us about it). Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN06",
   "productName": "Walnut",
   "productDescShort": "Walnut? Why not?",
   "productDescLong": "Walnut? Why not? Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN07",
   "productName": "Pumpkin Spice",
   "productDescShort": "Instantly grammable!",
   "productDescLong": "Instantly grammable! Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN08",
   "productName": "Caramel Pecan",
   "productDescShort": "Gooey and delicious.",
   "productDescLong": "Gooey and delicious. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN09",
   "productName": "Carrot Cake",
   "productDescShort": "Featuring our special cream cheese frosting.",
   "productDescLong": "Featuring our special cream cheese frosting. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN10",
   "productName": "OF Buttermilk",
   "productDescShort": "OF stands for Old Fashioned. OF course.",
   "productDescLong": "OF stands for Old Fashioned. OF course. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN11",
   "productName": "Strawberry Rhubarb",
   "productDescShort": "A little tart to balance the sweet.",
   "productDescLong": "A little tart to balance the sweet. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN12",
   "productName": "Birthday Cake",
   "productDescShort": "Rainbow sprinkles included!",
   "productDescLong": "Rainbow sprinkles included! Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 13
 },
 {
   "productId": "BUN13",
   "productName": "Lemon Lavender",
   "productDescShort": "Floral hints make this a staff favorite.",
   "productDescLong": "Floral hints make this a staff favorite. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 13
 },
 {
   "productId": "BUN14",
   "productName": "Cranberry",
   "productDescShort": "We source our cranberries from local bogs.",
   "productDescLong": "We source our cranberries from local bogs. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 },
 {
   "productId": "BUN15",
   "productName": "Blackberry",
   "productDescShort": "Fresh picked from Weaver's Orchard.",
   "productDescLong": "Fresh picked from Weaver's Orchard. Bushwick iceland ut put a bird on it. Portland tattooed adaptogen leggings poutine consequat la croix culpa beard narwhal knausgaard.",
   "productPrice": 11
 }
]